[{"rt":8039,"url":"consent.html","trial_type":"external-html","trial_index":0,"time_elapsed":8206,"internal_node_id":"0.0-0.0"},{"rt":4691,"stimulus":"<p class='stimulus'>In this study, you will read text scenarios and make slider judgments about the situations which they describe. Here is an image of an example trial.</p> <img src='demo.png' width='75%' height='75%'></br><p class='stimulus'> In the upcoming trials, please read the descriptions and give your answer by clicking on the slider. Please read each scenario description carefully, but we are interested in your intuitive judgment so no need to second-guess yourself. </br></br>You must make a slider judgment in each trial. You will not receive any feedback.</p></br><b>When you are ready to begin, press the start button.</b>","response":0,"trial_type":"html-button-response","trial_index":1,"time_elapsed":12903,"internal_node_id":"0.0-1.0"},{"rt":12039,"stimulus":"<p class=\"stimulus\">David shows his friend Emma a model airplane he built from scratch.<br>Emma: \"Wow, David! The level of detail on this is impressive.\"</p><p class=\"scale\">On a scale from \"minimally impressive\" to \"maximally impressive\", how impressive is Emma?</p>","slider_start":50,"response":78,"trial_type":"html-slider-response","trial_index":2,"time_elapsed":24946,"internal_node_id":"0.0-2.0"},{"rt":8810,"stimulus":"<p class=\"stimulus\">David goes to a museum with his partner.<br>Partner: \"The ancient artifacts were so cool to see!\"<br>David: \"I found it fairly boring. I prefer exhibits with more interactive displays.\"</p><p class=\"scale\">On a scale from \"minimally boring\" to \"maximally boring\", how boring was the musuem for David?</p>","slider_start":50,"response":39,"trial_type":"html-slider-response","trial_index":3,"time_elapsed":33761,"internal_node_id":"0.0-3.0"},{"rt":6218,"stimulus":"<p class=\"stimulus\">Emma asks her grandmother for guidance on how to cook a traditional family dish.<br>Emma: \"Thanks for explaining the steps so clearly, Grandma. You've been really helpful.\"</p><p class=\"scale\">On a scale from \"minimally helpful\" to \"maximally helpful\", how helpful did Emma find her Grandma's help?</p>","slider_start":50,"response":66,"trial_type":"html-slider-response","trial_index":4,"time_elapsed":39983,"internal_node_id":"0.0-4.0"},{"rt":10407,"stimulus":"<p class=\"stimulus\">David's classmate asks him to stay up late to review material for an upcoming exam.<br>Classmate: \"Can we go over the practice questions one more time tonight?\"<br>David: \"I'd love to help, but I'm exhausted from studying all day. I think I need to rest to do well tomorrow.\"</p><p class=\"scale\">On a scale from \"minimally exhausted\" to \"maximally exhausted\", how exhausted is David?</p>","slider_start":50,"response":84,"trial_type":"html-slider-response","trial_index":5,"time_elapsed":50394,"internal_node_id":"0.0-5.0"},{"rt":6633,"stimulus":"<p class=\"stimulus\">Emma apologizes for missing a virtual meeting due to internet problems.<br>Emma: \"I'm sorry I couldn't join the meeting earlier. My internet went out unexpectedly.\"<br>Colleague: \"That's understandable. Technology can be unpredictable sometimes.\"</p><p class=\"scale\">On a scale from \"minimally understandable\" to \"maximally understandable\", how understandable is Emma's reason for her colleague?</p>","slider_start":50,"response":66,"trial_type":"html-slider-response","trial_index":6,"time_elapsed":57031,"internal_node_id":"0.0-6.0"}]