[{"rt":35330,"url":"consent.html","trial_type":"external-html","trial_index":0,"time_elapsed":35529,"internal_node_id":"0.0-0.0"},{"rt":40909,"stimulus":"<p class='stimulus'>In this study, you will read text scenarios and make slider judgments about the situations which they describe. Here is an image of an example trial.</p> <img src='demo.png' width='75%' height='75%'></br><p class='stimulus'> In the upcoming trials, please read the descriptions and give your answer by clicking on the slider. Please read each scenario description carefully, but we are interested in your intuitive judgment so no need to second-guess yourself. </br></br>You must make a slider judgment in each trial. You will not receive any feedback.</p></br><b>When you are ready to begin, press the start button.</b>","response":0,"trial_type":"html-button-response","trial_index":1,"time_elapsed":76442,"internal_node_id":"0.0-1.0"},{"rt":11594,"stimulus":"<p class=\"stimulus\">Amy's boyfriend Jake wants to talk about their date this weekend.<br>Amy  was feeling kind of exhausted. Amy told this to Jake, and asked if it would be okay to talk about it tomorrow instead.</p><p class=\"scale\"><b>How tired is Amy?</b></p>","slider_start":50,"response":63,"trial_type":"html-slider-response","trial_index":2,"time_elapsed":88039,"internal_node_id":"0.0-2.0"},{"rt":15556,"stimulus":"<p class=\"stimulus\">Mike notices his colleague looking overwhelmed with work and is kind of concerned that he is taking on too much. He expresses his worry to him during a coffee break.</p><p class=\"scale\"><b>How concerned is Mike?</b></p>","slider_start":50,"response":58,"trial_type":"html-slider-response","trial_index":3,"time_elapsed":103597,"internal_node_id":"0.0-3.0"},{"rt":8628,"stimulus":"<p class=\"stimulus\">Amy is trying to study in her room, but her roommate, Jake, is playing music loudly in the living room.<br>It is  difficult to concentrate with the loud music, so Amy asks Jake to turn it down slightly.</p><p class=\"scale\"><b>How difficult is it for Amy to concentrate?</b></p>","slider_start":50,"response":70,"trial_type":"html-slider-response","trial_index":4,"time_elapsed":112226,"internal_node_id":"0.0-4.0"},{"rt":13816,"stimulus":"<p class=\"stimulus\">A teacher, Mrs. Carter, is providing feedback on her student Lin's painting.<br>Mrs. Carter thinks Lin's painting is extremly impressive, and compliments Lin that the colors work really well together, and that she can see that Lin has put a lot of thought into the composition.</p><p class=\"scale\"><b>How impressive did Mrs. Carter think the student's painting was?</b></p>","slider_start":50,"response":90,"trial_type":"html-slider-response","trial_index":5,"time_elapsed":126044,"internal_node_id":"0.0-5.0"},{"rt":27437,"stimulus":"<p class=\"stimulus\">Sarah is at a restaurant with friends, but the background music is too loud, making it  difficult to talk. She asks the staff to turn the music down a little.</p><p class=\"scale\"><b>How difficult is it for Sarah to talk?</b></p>","slider_start":50,"response":55,"trial_type":"html-slider-response","trial_index":6,"time_elapsed":153482,"internal_node_id":"0.0-6.0"},{"rt":13865,"stimulus":"<p class=\"stimulus\">Emma's friend, Sarah, apologises for cancelling their dinner plans due to a work emergency.<br>Emma accepts the apology, and thinks it is  understandable. She empathizes with Emma that work comes first, and that they can always reschedule their plans.</p><p class=\"scale\"><b>How understandable does Emma think Sarah's reasons are?</b></p>","slider_start":50,"response":72,"trial_type":"html-slider-response","trial_index":7,"time_elapsed":167349,"internal_node_id":"0.0-7.0"},{"rt":13151,"stimulus":"<p class=\"stimulus\">Ben's cousin Amy asks him if he's coming to their monthly family gathering that evening.<br>Ben wanted to, but was quite exhausted from work.  He told Amy this, and told her that he'll catch up with everyone next time.</p><p class=\"scale\"><b>How tired is Ben?</b></p>","slider_start":50,"response":75,"trial_type":"html-slider-response","trial_index":8,"time_elapsed":180503,"internal_node_id":"0.0-8.0"},{"rt":21009,"stimulus":"<p class=\"stimulus\">Melissa's coworker shares their positive experience at a networking event, saying how he enjoyed the event and made some great connections.<br>Melissa struggled to find conversations that interested her, and found the event quite boring, and shared this experience with her colleague.</p><p class=\"scale\"><b>How boring was the networking event for Melissa?</b></p>","slider_start":50,"response":41,"trial_type":"html-slider-response","trial_index":9,"time_elapsed":201514,"internal_node_id":"0.0-9.0"},{"rt":10482,"stimulus":"<p class=\"stimulus\">Ben's cousin Amy asks him if he's coming to their monthly family gathering that evening.<br>Ben wanted to, but was  exhausted from work.  He told Amy this, and told her that he'll catch up with everyone next time.</p><p class=\"scale\"><b>How tired is Ben?</b></p>","slider_start":50,"response":68,"trial_type":"html-slider-response","trial_index":10,"time_elapsed":211998,"internal_node_id":"0.0-10.0"},{"rt":13104,"stimulus":"<p class=\"stimulus\">Ms. Johnson hands back graded essays to her student Jade.<br>Ms. Johnson thinks Jade's essay is very impressive, and compliments her.</p><p class=\"scale\"><b>How impressive did Ms. Johnson find the studen's essay?</b></p>","slider_start":50,"response":70,"trial_type":"html-slider-response","trial_index":11,"time_elapsed":225104,"internal_node_id":"0.0-11.0"},{"rt":11882,"stimulus":"<p class=\"stimulus\">Emma invites her friend Alex over for dinner and cooks a homemade meal. She tried a new recipe, and asks Alex if he likes it.<br>Alex thinks it is quite impressive, and compliments her on how the flavors come together nicely.</p><p class=\"scale\"><b>How impressive did Alex think Emma's cooking was?</b></p>","slider_start":50,"response":78,"trial_type":"html-slider-response","trial_index":12,"time_elapsed":236988,"internal_node_id":"0.0-12.0"},{"rt":325576,"stimulus":"<p class=\"stimulus\">A sales assistant helps Megan find the exact item she was looking for after searching through multiple aisles.<br>Feeling that they have been  helpful, Megan thanks the assistant for their help finding the item.</p><p class=\"scale\"><b>How helpful did Michael find Rachel's feedback?</b></p>","slider_start":50,"response":66,"trial_type":"html-slider-response","trial_index":13,"time_elapsed":562565,"internal_node_id":"0.0-13.0"},{"rt":191683,"stimulus":"<p class=\"stimulus\">Sophie asks Daniel if he can call later tonight to and give her some advice.<br>Daniel wanted to help, but he was very exhausted and felt he might fall asleep. He told Sophie this, and suggested they talk tomorrow instead.</p><p class=\"scale\"><b>How tired is Daniel?</b></p>","slider_start":50,"response":74,"trial_type":"html-slider-response","trial_index":14,"time_elapsed":754250,"internal_node_id":"0.0-14.0"}]