[{"rt":1344,"url":"consent.html","trial_type":"external-html","trial_index":0,"time_elapsed":1389,"internal_node_id":"0.0-0.0"},{"rt":50835,"stimulus":"<p class='stimulus'>In this study, you will read text scenarios and make slider judgments about the situations which they describe. Here is an image of an example trial.</p> <img src='demo.png' width='75%' height='75%'></br><p class='stimulus'> In the upcoming trials, please read the description and give your answer by clicking on the slider. We are interested in your intuitive judgment, so no need to second-guess yourself. </br></br>You must make a slider judgment in each trial. You will not receive any feedback.</p></br><b>When you are ready to begin, press the start button.</b>","response":0,"trial_type":"html-button-response","trial_index":1,"time_elapsed":52227,"internal_node_id":"0.0-1.0"},{"rt":89757,"stimulus":"<p class=\"stimulus\">Emma's friend, Sarah, needs to cancel their dinner plans because she has a work emergency.<br>Sarah: \"I'm really sorry, but I have to stay late at work tonight. I won't be able to make it to dinner.\"<br>Emma: \"That's  understandable. Work comes first. We can always reschedule.\"</p><p class=\"scale\"><b>How understandable does Emma think Sarah's reasons are?</b></p>","slider_start":50,"response":40,"trial_type":"html-slider-response","trial_index":2,"time_elapsed":141988,"internal_node_id":"0.0-2.0"},{"rt":32004,"stimulus":"<p class=\"stimulus\">After a trip to an art museum, Emily talks about her favorite exhibits with David.<br>Emily: \"The contemporary art section was fascinating! I could spend hours there!\"<br>David: \"I actually thought it was a bit boring. I didn't really understand the art.\"</p><p class=\"scale\"><b>How boring were the exhibits for David?</b></p>","slider_start":50,"response":29,"trial_type":"html-slider-response","trial_index":3,"time_elapsed":173995,"internal_node_id":"0.0-3.0"},{"rt":13509,"stimulus":"<p class=\"stimulus\"> Claire is studying for an exam, but her younger siblings are playing noisily in the next room.<br>Claire: \"It's  difficult to study with all the noise. Can you please be a bit quieter?\"</p><p class=\"scale\"><b>How difficult is it for Claire to study?</b></p>","slider_start":50,"response":67,"trial_type":"html-slider-response","trial_index":4,"time_elapsed":187508,"internal_node_id":"0.0-4.0"},{"rt":10822,"stimulus":"<p class=\"stimulus\">Ben's cousin Amy asks him if he's coming to their monthly family gathering.<br>Amy: \"Are you coming to the family dinner this evening?\"<br>Ben: \"I'd love to, but I'm  exhausted from work this week. I'll catch up with everyone next time.\"</p><p class=\"scale\"><b>How tired is Ben?</b></p>","slider_start":50,"response":75,"trial_type":"html-slider-response","trial_index":5,"time_elapsed":198331,"internal_node_id":"0.0-5.0"},{"rt":12656,"stimulus":"<p class=\"stimulus\">David observes that his colleague has been distant.<br>David: \"I've noticed you haven't been as chatty as usual, and am a bit concerned. Is everything okay at home?\"</p><p class=\"scale\"><b>How concerned is David?</b></p>","slider_start":50,"response":72,"trial_type":"html-slider-response","trial_index":6,"time_elapsed":210989,"internal_node_id":"0.0-6.0"}]